{
  "article": [
    "NET NEUTRALITY IS the idea that internet service providers like Comcast and Verizon should treat all content flowing through their cables and cell towers equally.",
    "That means they shouldn't be able to slide some data into “fast lanes” while blocking or otherwise discriminating against other material.",
    "In other words, these companies shouldn't be able to block you from accessing a service like Skype, or slow down Netflix or Hulu,",
    "in order to encourage you to keep your cable package or buy a different video-streaming service.",
    "The Federal Communications Commission spent years, under both the Bush and Obama administrations, trying to enforce net neutrality protections.",
    "After a series of legal defeats at the hands of broadband providers, the FCC passed a sweeping net neutrality order in 2015.",
    "But in December 2017, the now Republican-controlled FCC voted to jettison that order, freeing broadband providers to block or",
    "throttle content as they see fit unless Congress or the courts block the agency's decision.",
    "Net neutrality advocates have long argued that keeping the internet an open playing field is crucial for innovation.",
    "If broadband providers pick favorites online, new companies and technologies might never have the chance to grow.",
    "For example, had internet providers blocked or severely limited video streaming in the mid-2000s, we might not have Netflix or YouTube today.",
    "Other advocates highlight the importance of net neutrality to free expression: a handful of large telecommunications companies dominate the broadband market,",
    "which puts an enormous amount of power into their hands to suppress particular views or limit online speech to those who can pay the most.",
    "Most large broadband providers promised not to block or throttle content ahead of the ruling, and the FCC argues that traditional antitrust laws will stop providers from hobbling their competitors.",
    "But net neutrality advocates worry that we'll soon see fast lanes appearing on the internet.",
    "A broadband provider might, for example, allow some companies to pay for priority treatment on broadband networks.",
    "The fear is that, over time, companies and organizations that either can't afford priority treatment, or simply aren't offered access to it, will fall by the wayside."]
  }
